Repository: ylagef/TSW_CakePHP
Catalog: src/Locale/*/default.po
Languages: es

source: Log you in!
es: Inicia sesión

source: We just need two things
es: Solo necesitamos dos cosas

source: Username
es: Usuario

source: Password
es: Contraseña

source: Fields are mandatory
es: Los campos son obligatorios

source: Sign up
es: Regístrate

source: Login
es: Iniciar sesión

source: Modify your data
es: Modificar tus datos

source: Email
es: Correo electrónico

source: Name
es: Nombre

source: Repeat password
es: Repite la contraseña

source: Edit
es: Editar

source: Sign up!
es: Regístrate!

source: Tell me your data
es: Dime tus datos

source: Return to login
es: Volver a inicio de sesión

source: View Poll
es: Ver Encuesta

source: Location not specified
es: Lugar no especificado

source: COPY
es: COPIAR

source: Gaps
es: Huecos

source: Participate
es: Participar

source: Modify participation
es: Modificar participación

source: Edit poll
es: Modificar encuesta

source: My Polls
es: Mis Encuestas

source: Polls created by me
es: Encuestas creadas por mi

source: Polls in which I participate
es: Encuestas en las que he participado

source: View
es: Ver

source: Day
es: Día

source: Start Hour
es: Hora de Comienzo

source: End Hour
es: Hora de Finalización

source: Date
es: Fecha

source: Add other option
es: Añadir otra opción

source: Create your poll
es: Crear tu encuesta

source: First, we need some things...
es: Primero necesitamos un par de cosas...

source: Why?
es: ¿Por qué?

source: Reason
es: Razón

source: Where?
es: ¿Dónde?

source: Location
es: Lugar

source: Reason is mandatory
es: El motivo es obligatorio

source: Continue
es: Continuar

source: Create Poll
es: Crear Encuesta

source: Language
es: Idioma

source: Spanish
es: Español

source: English
es: Inglés

source: Profile
es: Perfil

source: Logout
es: Cerrar Sesión

source: Create poll
es: Crear encuesta

source: Now, tell us the possible dates
es: Ahora, dinos las posibles fechas

source: Edit participation
es: Modificar participación

source: Participate on poll
es: Participar en la encuesta

source: Send
es: Enviar

source: The required poll does not exist.
es: La encuesta solicitada no existe.

source: The gaps have been saved.
es: Los huecos han sido guardados.

source: Nobody has participated yet. Be the first!
es: No ha participado nadie todavía. ¡Sé el primero!

source: End date has to be later than start date.
es: La fecha de fin debe de ser posterior a la fecha de inicio.

source: There are not gaps yet on this poll.
es: No hay huecos creados aún en esta encuesta.

source: Back
es: Atrás

source: The user has been saved.
es: El usuario ha sido guardado.

source: The user has been deleted.
es: El usuario ha sido borrado.

source: The user could not be saved. Please, try again.
es: El usuario no ha podido guardarse. Por favor, inténtelo de nuevo.

source: The user could not be deleted. Please, try again.
es: El usuaroi no ha podido borrarse. Por favor, inténtelo de nuevo.

source: Invalid username or password, try again.
es: Usuario o contrase�a incorrectos, inténtelo de nuevo.

source: The poll has been saved.
es: La encuesta ha sido guardada

source: The poll has been deleted.
es: La encuesta ha sido borrada

source: The poll could not be saved. Please, try again.
es: La encuesta no ha podido guardarse. Por favor, inténtelo de nuevo.

source: The poll could not be deleted. Please, try again.
es: La encuesta no ha podido borrarse. Por favor, inténtelo de nuevo.

source: The gap has been saved.
es: El hueco ha sido guardado.

source: The gap has been deleted.
es: El hueco ha sido borrado.

source: The gap could not be saved. Please, try again.
es: El hueco no ha podido guardarse. Por favor, inténtelo de nuevo.

source: The gap could not be deleted. Please, try again.
es: El hueco no ha podido borrarse. Por favor, inténtelo de nuevo.

source: The assignation has been saved.
es: La asignación ha sido guerdada.

source: The assignation has been deleted.
es: La asignación ha sido borrada.

source: The assignation could not be saved. Please, try again.
es: La asignación no ha podido guardarse. Por favor, inténtelo de nuevo.

source: The assignation could not be deleted. Please, try again.
es: La asignación no ha podido guardarse. Por favor, inténtelo de nuevo.
